import React from 'react';

 export const Subtitle = () => {
    return (
        <div className="ui-subtitle">
          Перспективное планирование напрямую зависит от поэтапного и последовательного развития общества. Современные технологии достигли такого уровня, что понимание сути ресурсосберегающих технологий позволяет оценить значение укрепления моральных ценностей. Лишь тщательные исследования конкурентов рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок.
С другой стороны, перспективное планирование прекрасно подходит для реализации поставленных обществом задач. Таким образом, постоянный количественный рост и сфера нашей активности однозначно определяет каждого участника как способного принимать собственные решения касаемо стандартных подходов.
Учитывая ключевые сценарии поведения, постоянный количественный рост и сфера нашей активности в значительной степени обусловливает важность распределения внутренних резервов и ресурсов. Следует отметить, что постоянное информационно-пропагандистское обеспечение нашей деятельности предопределяет высокую востребованность новых предложений. А также представители современных социальных резервов формируют глобальную экономическую сеть и при этом -  разоблачены.
        </div>
    );
}